Repository: pennisiandrea/sorting-station
Catalog: SortingStation/Logical/mappView/Resources/Texts/States.tmx
Source language: en
Languages: it

source: Press initialize button to enable machine at work
it: Premere il tasto inizializzazione per abilitare la macchina al lavoro

source: Initializing
it: Inizializzazione

source: Waiting cap
it: Attesa tappo

source: Punching the cap
it: In punzonatura

source: Delivering the cap
it: Consegno il tappo

source: Waiting modules ready
it: Attesa moduli

source: Manual mode active
it: Modalita manuale attiva

source: Press start button to start work
it: Premere il tasto start per iniziare a lavorare

source: Select the working mode by pressing Automatic mode or Manual mode buttons.
it: Selezionare la modalità di lavoro premendo i tasti Modalita automatica o Modalita manuale

source: Machine in error, please press reset or initialize buttons.
it: Macchina in errore, premere reset o inizializza.
